Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Tämä on sopusoinnussa syrjintäkiellon kansainvälisen tulkinnan kanssa.
sme: gaskasaš dulkonvuohkái.

source: Kansainvälisen
sme: Riikkaidgaskasaš geavat rahpá vejolažžat ahte ii

source: käytännön mukaan kaikkea eriarvoista kohtelua (” differentiation of treatment ”) eri ole
sme: juohkelágan erohustima (” differentiation of treatment ”) galgga ipmirdit lágarihkku

source: pidettävä syrjintänä (” discrimination ”).
sme: vealaheapmin (” discrimination ”).

source: Syrjintäkielto ei koske asiallista ja kohtuullista
sme: Erohustin mii lea áššálaš ja govttolaš, ja man ulbmil

source: eriarvoista kohtelua, jonka tavoite on laillinen suhteessa ihmisoikeudelliseen
sme: lea legitiibma olmmošvuoigatvuođaid bajitdásat áigumušaid ektui, ii deaivvahala

source: päätavoitteeseen.
sme: vealahusgildosii.

source: Eriarvoista kohtelua, jolta puuttuu asiallinen peruste ja joka ei siten ole
sme: Erohustin masa eai leat áššálaš ákkat ja mii dan geažil ii soaba

source: oikeutettua positiivisena erityiskohteluna, on pidettävä syrjimättömyysnormin vastaisena
sme: positiiva sierrameannudeami nama vuollái, ferte adnojuvvot vealaheapmin mii boahtá

source: syrjintänä.
sme: vuostálagaid vealahusgieldi norpmain.

source: Positiivisella erityiskohtelulla tai erityistoimilla tarkoitetaan tässä yhteydessä
sme: Positiiva sierrameannudeapmi dahje

source: eriarvoista kohtelua, joka erikseen tarkasteltuna voi näyttää olevan ristiriidassa
sme: sierradoaibmabidju mearkkaša erohustima mii okto orru rihkkumin vealahusgildosa,

source: syrjimättömyyskiellon kanssa mutta joka kuitenkin sallitaan jonkin maan vähemmistöjen ja
sme: muhto mii dattetge lea lobálaš ovddidan dihte bajitdásat ulbmila oaččuhit áigái

source: enemmistökansan välisen todellisen tai tosiasiallisen tasa-arvon tavoitteen edistämiseksi.
sme: doallevaš ovttadássásašvuođa riikka unnitloguid ja váldoálbmoga gaskii.

source: 7.3 Itsenäisten valtioiden alkuperäiskansoja koskeva ILO:n yleissopimus n:o 169
sme: 7.3 ILO-soahpamuš nr. 169 iešmearrideaddji stáhtaid álgoálbmogiid ja

source: 7.3.1 Johdanto
sme: álbmotjoavkkuid birra

source: Itsenäisten valtioiden alkuperäiskansoja koskeva Kansainvälisen työjärjestön ILO:n
sme: 7.3.1 Álgosátni

source: yleissopimus n:o 169 on keskeinen alkuperäiskansojen oikeuksia koskeva
sme: ILO-konvenšuvdna nr. 169 iešmearrideaddji stáhtaid álgoálbmogiid ja álbmot

source: kansainvälisoikeudellinen instrumentti.
sme: joavkkuid birra, mii bođii jagi 1989, lea guovdilis álbmotrievttálaš reaidu álgoálbmotvuoigatuovđaid oktavuođas.

source: Yleissopimuksen yleismaailmallinen merkitys on
sme: Konvenšuvnna máilmmeviidosaš mearkka

source: kuitenkin rajallinen, koska toistaiseksi sen on ratifioinut ainoastaan 17 valtiota.
sme: šupmi lea dattetge unni ain go ratifikašuvnnaid lohku lea ráddjejuvvon 17 stáhtii.

source: Pohjoismaista Tanska ja Norja ovat ratifioineet yleissopimuksen.
sme: Davviriikkain leat Danmárku ja Norga ratifiseren konvenšuvnna.

source: Norja oli ensimmäinen
sme: Norga ratifiserii

source: yleissopimuksen ratifioinut valtio.
sme: konvenšuvnna vuosttamuš stáhtan.

source: Vaikka Suomi ja Ruotsi eivät olekaan ratifioineet
sme: Vaikko Suopma ja Ruoŧŧa eai leat ratifiseren

source: yleissopimusta, asiantuntijatyöryhmä on yksimielinen siitä, ettei saamelaissopimuksen
sme: konvenšuvnna, de áššedovdi joavku lea ovttamielalaš das ahte sámekonvenšuvnna

source: aineellinen sisältö voi olla ILO:n yleissopimuksen säännöksiä alemmalla tasolla.
sme: ávnnaslaš sisdoallu ii sáhte leat vuolit dásis go ILO-konvenšuvnna mearrádusat.

source: Asiantuntijatyöryhmä on siinä yhteydessä ottanut huomioon, että sekä Suomi että Ruotsi ovat
sme: Áššedovdi joavku lea dan oktavuođas váldán vuhtii ahte sihke Suopma ja Ruoŧŧa leat

source: ilmaisseet pyrkivänsä ratifioimaan ILO:n yleissopimuksen.
sme: ilbmadan alddiineaset leat ulbmila ratifiseret ILO-konvenšuvnna.

source: ILO:n yleissopimuksen aineelliset
sme: ILO-konvenšuvnna

source: määräykset ovatkin olleet asiantuntijatyöryhmälle tärkeitä vertailukohtia sen pohtiessa
sme: ávnnaslaš mearrádusat leat nu leamaš deaŧalaš refereansačuoggát áššedovdi joavkku

source: pohjoismaista saamelaissopimusta ja tehdessä sitä koskevia ehdotuksia.
sme: árvvoštallamiidda ja árvalusaide sámekonvenšuvdnii.

source: ILO:n yleissopimus n:o 169 syntyi vuodelta 1957 peräisin olevaan ILO:n
sme: mis, mii bođii jagi 1957, ja gieđahallá iešmearrideaddji stáhtaid álgoálbmogiid ja

source: väestöryhmien suojelu ja sulauttaminen, tehdyn tarkistuksen pohjalta.
sme: álbmotčearddaid suodjalusa ja integrerema.

source: Kuten
sme: Nugo oidno konvenšuvnna bajilčállágis,

source: yleissopimuksen nimestä käy ilmi, ILO:n yleissopimus n:o 107 muotoiltiin aikana, jolloin
sme: de ILO-konvenšuvdna nr. 107 hábmejuvvui daid áiggiid go ráđđejeaddji servodat

source: alkuperäiskansat oli tuolloin yhteiskunnassa vallinneen käsityksen mukaan määrä sulauttaa
sme: oaivil lei ahte álgoálbmogat berrejit assimilerejuvvot stuorraservodahkii. Álbmot

source: suuryhteiskuntaan. Kansainvälisen oikeuden kehittyminen vuoden 1957 jälkeen on osaltaan
sme: rievtti ovdáneapmi jagi 1957 maŋŋil lei mielde váikkuheamen dasa ahte mearridedje

source: johtanut päätökseen hyväksyä alkuperäiskansojen oikeuksia koskevia uusia ILO-normeja.
sme: dohkkehit ođđa ILO-standárddaid álgoálbmogiid vuoigatvuođaid birra. Konven

source: Yleissopimus n:o 169 on yksi tämän kehitysprosessin tuloksista.
sme: šuvdna nr. 169 lea dán proseassa boađus.

source: Uudessa yleissopimuksessa
sme: Ođđa konvenšuvdna ulbmáda garvit dan

source: on tarkoitus luopua yleissopimus n:o 107:n normeille ominaisista sulauttamispyrkimyksistä.
sme: integrašuvdnajurdaga mii lei konvenšuvnna nr. 107 dovdomearka.

source: 7.3.2 Neuvotteluvelvoite, alkuperäiskansojen oikeus osallistua päätöksentekoprosesseihin
sme: 7.3.2 Konsultengeatnegasvuohta, álgoálbmogiid vuoigatvuohta beassat searvat

source: Yksi ILO:n yleissopimuksen n:o 169 (jäljempänä ILO-169) perusperiaatteista on valtion
sme: mearridanproseassaide jna..

source: viranomaisten velvollisuus neuvotella alkuperäiskansojen kanssa ja varmistaa heidän
sme: Stáhtalaš eiseválddiid geatnegasvuohta konsultet álgoálbmogiid ja sihkkarastit sin

source: osallistumisensa neuvotteluihin silloin, kun suunnitellaan sellaisen toiminnan käynnistämistä
sme: searvama go áigumuš lea álggahit doaibmabijuid dahje daoimmaid mat sáhttet

source: tai sellaisiin toimiin ryhtymistä, joilla voi olla välitön merkitys alkuperäiskansoille. Tämä
sme: njuolga čuohcit álgoálbmogiidda, lea ILO-konvenšuvnna nr. 169 vuođđojurdda (dás

source: velvollisuus ilmenee etenkin 2, 4, 6 ja 7 artiklasta, 15 artiklan 2 momentista sekä 16 ja 22
sme: maŋás namahuvvo ILO-169). Dát geatnegasvuohta boahtá ovdan erenoamážit

source: artiklasta.
sme: artihkkaliin 2, 4, 6, 7, 15 nr. 2, 16 ja 22.

source: Yleissopimuksen 2 artiklassa luodaan periaate, jonka mukaan alkuperäiskansoilla on
sme: Artihkkaliin 2 ásahuvvo dat vuođđojurdda ahte álgoálbmogiin lea vuoigat

source: oikeus osallistua päätöksentekoon niihin välittömästi vaikuttavissa asioissa. Valtio
sme: vuohta searvat áššiide mat njuolga čuhcet sidjiide.

source: velvoitetaan siinä varmistamaan alkuperäiskansojen osallistuminen päätöksentekoon silloin,
sme: Dás stáhta geatnegahttojuvvo sihkkarastit álgoálbmogiid searvama go doaibma álggahuvvo, vai sin vuoigatvuođat

source: kun toimenpiteisiin on tarkoitus ryhtyä niiden oikeuksien turvaamiseksi ja niiden
sme: suodjaluvvojit ja vai dáhkiduvvo ahte sin integritehta gudnejahttojuvvo. ILO-169

source: ILO-169:n 4 artiklan 2 momentti syventää
sme: artihkkal 4 nr. 2 čiekŋuda ja nanne dán vuođđojurdaga.

source: Siinä määrätään, että valtio on velvollinen noudattamaan Norja ratifioi yleissopimuksen 20. kesäkuuta 1990.
sme: lea geatnegas vuhtii váldit álgoálbmogiid čielgasit ovddiduvvon sávaldagaid go

source: alkuperäiskansojen selkeästi ilmaisemia toivomuksia silloin, kun joudutaan ryhtymään
sme: ulbmil lea mearridit erenoamáš doaibmabijuid sihkkarastin dihte álgoálbmogii

source: erityistoimenpiteisiin alkuperäiskansan jäsenten sekä niiden instituutioiden, omaisuuden,
sme: gullevaš ovttaskas olbmuid ja álgoálbmogiid lágádusaid, opmodagaid, bargguid,

source: työvoiman, kulttuurin ja ympäristön suojelemiseksi.
sme: kultuvrra ja birrasa.

source: Tällaisiin erityistoimenpiteisiin ei saa
sme: Dakkár doaibmabijut eai galgga álggahuvvot álgoálbmoga

source: ryhtyä alkuperäiskansojen selkeästi ilmaisemien toiveiden ja priorisointien vastaisesti.
sme: čielgasit ilbmaduvvon sávaldagaid vuostá.

source: Saamelaisten tapauksessa tämä tarkoittaa, ettei yksittäistä saamelaista tai saamelaisia
sme: Sámiid dáfus dát mearkkaša ahte

source: instituutioita, omaisuutta, kulttuuria, elinkeinoja ja ympäristöä mahdollisesti koskeviin
sme: erenoamáš doaibmabijut mat sáhttet čuohcit ovttaskas sápmelažžii dahje sámi

source: erityistoimenpiteisiin voida ryhtyä saamelaisten selkeästi ilmaisemien toiveiden ja
sme: lágádusaide, opmodagaide, kultuvrii, ealáhusaide ja birrasii, eai sáhte álggahuvvot

source: priorisointien vastaisesti.
sme: sámiid čielgasit ilbmaduvvon sávaldagaid ja vuoruhusaid vuostái.

source: Saamelaiskäräjiä on luonnollisesti ja lähtökohtaisesti pidettävä
sme: Lunddolaš lea

source: ensisijaisena toimielimenä, jolla on tässä suhteessa laillinen oikeus ilmaista saamelaisten
sme: bidjat vuođđun ahte ovddimusas leat sámedikkit dat mat galget adnojuvvot

source: toiveita ja priorisointeja.
sme: legitiibman buktit ovdan sámiid sávaldagaid ja vuoruhusaid dan dáfus.

source: 6 artikla velvoittaa valtiota neuvottelemaan alkuperäiskansojen kanssa, kun harkitaan
sme: Artihkkal 6 ásaha stáhtii geatnegasvuođa konsultet álgoálbmogiid go jurdda

source: sellaisia lainsäädännöllisiä tai hallinnollisia toimenpiteitä, joilla voi olla näihin kansoihin
sme: lea mearridit lágaid dahje álggahit hálddahuslaš doaibmabijuid mat sáhttet njuolga

source: välitön vaikutus.
sme: váikkuhit sidjiide.

source: 6 artiklan 1 momentin sanamuodon mukaan tämä pätee sovellettaessa ILO
sme: Artihkkala 6 nr. 1 sátnádaga mielde dát gusto go ILO-169

source: 169:n määräyksiä.
sme: mearrádusat biddjojit fápmui.

source: On kuitenkin kohtuullista pitää lähtökohtana, että tässä ilmaistaan
sme: Govttolaš lea dattetge bidjat vuođđun ahte dát lea

source: perusperiaate, joka koskee valtion velvoitteita alkuperäiskansoihin nähden, ja että sitä on
sme: vuođđodeaddji prinsihpa ilbmadeapmi das makkár geatnegasvuođat stáhtas leat

source: tämän takia pidettävä yleisperiaatteena, joka pätee myös muulloin kuin ILO-169:n
sme: álgoálbmogiidda, ja ahte dat dan dihte ferte adnojuvvot oppalaš prinsihppan mii maid

source: soveltamisen yhteydessä.
sme: gusto guhkkelii go ILO-169 álggaheapmi.

source: Hallitus on velvollinen luomaan mekanismeja, jotka varmistavat
sme: Ráđđehus lea geatnegas ásahit meka

source: alkuperäiskansojen vapaan osallistumisen niitä koskevissa asioissa päätöksentekoon kaikilla
sme: nismmaid mat sihkkarastet beaktilis álgoálbmotsearvama buot dásiide, politihkalaš

source: tasoilla niin poliittisissa kuin hallinnollisissakin elimissä.
sme: nugo hálddahuslašge orgánaide, áššiide mat gusket sidjiide.

source: Tämä koskee kaiken tyyppisiä
sme: Dát guoská buotlágan

source: päätöksiä, joilla voi olla välitön vaikutus alkuperäiskansoihin.
sme: mearrádusaide mat váikkuhit njuolga álgoálbmogii.

source: 6 artiklan 2 momentti asettaa
sme: Artihkkal 6 nr. 2 ásaha dihto

source: tiettyjä vaatimuksia tällaisille neuvotteluille.
sme: gáibádusaid dakkár konsultemiidda.

source: Siinä todetaan, että neuvottelut on käytävä
sme: Das nannejuvvo ahte konsultemat galget

source: vilpittömin mielin ja olosuhteisiin katsoen asianmukaisella tavalla pyrkimyksenä saavuttaa
sme: čađahuvvot buorredáhtolašvuođain, dakkár vugiiguin mat heivejit dilálašvuođaide ja

source: yhteisymmärrys tai hyväksyntä ehdotetuille toimenpiteille.
sme: dahje doarjuma dasa.

source: 6 artiklan 1 momentissa
sme: Artihkkalis 6 nr. 1 mearriduvvo ahte dakkár konsultemat vuos

source: määrätään, että tällaisia neuvotteluja on käytävä ensi sijassa alkuperäiskansojen
sme: ja ovddimusat galget leat álgoálbmoga ovddasteaddji lágádusaiguin. Beroškeahttá das

source: edustuselinten kanssa. Vaikka 6 artiklan 2 momentin määräyksen tulkitsemiselle
sme: ahte ii leat vuođđu dulkot artihkkala 6 nr. 2 mearrádusa álgoálbmoga gieldinvuoigat

source: hakemaan alkuperäiskansan ennakkosuostumuksen tai hyväksynnän suunnitelluille
sme: vuohtan (veto-vuoigatvuohtan), de dat artihkkal goittotge ásaha eiseválddiide geatnegasvuođa ohcat álgoálbmogis ovddalgihtii dohkkehusa dahje searvama

source: toimenpiteille.
sme: plánejuvvon doaibmabidjui.

source: 7 artiklassa todetaan, että alkuperäiskansoilla on oikeus itse päättää elämäänsä,
sme: Artihkkal 7 nanne ahte álgoálbmogiin lea vuoigatvuohta mearridit iežaset

source: uskomuksiinsa, instituutioihinsa, henkiseen hyvinvointiinsa sekä asuttamiinsa tai muutoin
sme: vuoruhemiid ovddádusprosessii mađe mielde dat guoská sin eallimii, oskui,

source: käyttämiinsä maihin vaikuttavien kehittämistoimien tärkeysjärjestyksestä. Keskustelua on
sme: lágádusaide, vuoiŋŋalaš buresbirgendovdui, ja eatnamiidda main sii ellet dahje atnet

source: herättänyt se, luoko tämä määräys neuvotteluvelvoitteen vai riittääkö se, että valtio kuulee
sme: ávkki eará ládje. Gažaldat lea leamaš, ásahago dát mearrádus šiehtadallan

source: sivu 8.
sme: geatnegasvuođa dahje leago doarvái ahte stáhta konsultemiin addá álgoálbmogiidda

source: alkuperäiskansoja antamalla niille tilaisuuden lausua mielipiteensä tavanomaisten kuulemisten
sme: vejolašvuođa cealkit oaiviliiddiset dábálaš gulaskuddamis. Mearrádus addá unnán

source: Määräys antaa vain niukasti ohjeita tämän kysymyksen suhteen.
sme: Okta dulkon mii lea vejoleamos vuogi mielde

source: perusperiaatetta mahdollisimman uskollisesti noudattava periaate, jonka mukaan
sme: oskkáldas konvenšuvnna vuođđojurdagii, namalassii ahte álgoálbmogiin lea

source: alkuperäiskansoilla on oikeus ohjata omaa kehitystään, asettaa valtiolle neuvotteluvelvoitteen.
sme: vuoigatvuohta beassat mearridit iežaset ovdáneami, ilbmada ahte stáhtas lea šiehta

source: Päinvastainen johtopäätös merkitsisi, että alkuperäiskansojen oikeus tehdä kehitysprosessiaan
sme: vuoigatvuohta mearridit ovdáneapmái iežaset vuoruhusaid ilbmá dakkár vuoigat

source: koskevia omia päätöksiä olisi vailla todellista sisältöä.
sme: vuohtan mas ii leat duohta sisdoallu.

source: 7 artikla antaa myös
sme: Artihkkal 7 addá maid álgoálbmogiidda vuoigatvuođa, dan muddui mii lea

source: alkuperäiskansoille oikeuden mahdollisimman laajasti hallita omaa taloudellista, sosiaalista ja
sme: vejolaš, hálddašit iežaset ekonomalaš, sosiála ja kultuvrralaš ovdáneami.

source: kulttuurista kehitystään. Alkuperäiskansojen oikeus päättää omasta kehityksestään, sellaisena
sme: Álgoálbmogiid vuoigatvuohta hálddašit iežaset ovdáneami, nugo dat lea ILO-169

source: kuin tämä oikeus on muotoiltuna ILO-169:n 7 artiklassa, on yhtäpitävä YK:n
sme: artihkkala 7 sániid mielde, manná rattálagaid iešmearridanvuoigatvuođain, nugo dat

source: oikeuksia koskevien yleissopimusten yhteisen 1 artiklan 1 kohdan mukaisen
sme: boahtá ovdan oktasaš artihkkalis 1 nr. 1 ON-konvenšuvnnas mii gieđahallá siviila ja

source: itsemääräämisoikeuden kanssa.
sme: politihkalaš vuoigatvuođaid, sosiála ja kultuvrralaš vuoigatvuođaid.

source: Mainituissa kahdessa yleissopimuksessa ilmaistun
sme: Iešmearridanvuoigatvuohta, nugo dat ilbmá dan guovtti konvenšuvnnas, nanne ahte

source: itsemääräämisoikeuden mukaan ” kaikilla kansoilla ” on oikeus vapaasti edistää taloudellista,
sme: ” buot álbmogiin ” lea iešmearridanvuoigatvuođa vuođul vuoigatvuohta ieža beassat

source: sosiaalista ja kulttuurista kehitystään.
sme: friddja buoridit iežaset ekonomalaš, sosiála ja kultuvrralaš ovdáneami. Dása lassin

source: Tämän lisäksi alkuperäiskansojen on ILO-169:n 7
sme: álgoálbmogat galget álgoálbmogat ILO-169 artihkkala 7 mielde searvat nationála ja

source: kehittämissuunnitelmien ja - ohjelmien laadintaan, toteutukseen ja arviointiin, jotka voivat
sme: guvllolaš ovddidanplánaid ja prográmmaid hábmemii, čađaheapmái ja árvvoštallamii

source: suoraan koskea niitä.
sme: go dat njuolga sáhttet čuohcit sidjiide.

source: ILO-169:n 15 artiklan 2 momentissa määrätään alkuperäiskansojen
sme: ILO Artihkkal 15 nr. 2 siskkilda mearrádusa álgoálbmogiid vuoigatvuođas

source: oikeudesta osallistua alkuperäiskansojen asuttamien alueiden luonnonvaroihin kohdistuvia,
sme: searvat proseassaide mat gullet áigumušaide iskat ja ávkingeavahit luonddu

source: suunnitteilla olevia tutkimus- tai hyödyntämisohjelmia koskeviin päätöksentekoprosesseihin.
sme: riggodagaid álgoálbmotguovlluin.

source: Tämän määräyksen mukaan alkuperäiskansojen kanssa on aina neuvoteltava, ennen kuin
sme: Dán mearrádusa mielde galget álo gulaskuddat

source: hyödyntämään muun muassa sen selvittämiseksi, vaikuttaako sellainen toiminta haitallisesti
sme: álgoálbmogiiguin ovdalgo sin guovlluin álget ohcat ja viežžat minerála- dahje eará luondduresurssaid, ee. vai ilbmá vaháguvvetgo, ja man muddui dat vahágahttet

source: alkuperäiskansojen etuihin ja missä määrin.
sme: álgoálbmogiid beroštumit.

source: Valtion neuvotteluvelvoite on myös mainittu
sme: Stáhtaid konsultengeatnegasvuohta namahuvvo maid erenoamážit artihkkalis

source: erikseen ammattikoulutusohjelmia koskevassa 22 artiklassa.
sme: 22, mii lea fidnooahppoprográmmaid birra.

source: Määräyksestä käy ilmi, että
sme: Mearrádusa ilbmá ahte jos dábálaš

source: elleivät yleiset erityisammattikoulutusohjelmat vastaa alkuperäiskansojen jäsenten
sme: fidnooahppanprográmmat eai heive oktii álgoálbmogiid sierra dárbbuiguin, de

source: erityistarpeita, viranomaisten on yhteistyössä kyseisten alkuperäiskansojen kanssa
sme: eiseválddit galget sihkkarastit, álgoálbmogiin ovttasráđiid, ahte ráhkaduvvojit

source: järjestettävä alkuperäiskansojen jäsenille tarkoitettuja erityiskoulutusohjelmia ja laadittava
sme: álgoálbmotolbmuid dihte erenoamáš oahpahusa várás njuolggadusat ja prográmmat.

source: niitä koskevia säännöksiä. Mahdollisten erityiskoulutusohjelmien tulee perustua kyseisten
sme: Vejolaš sierra oahpahusprográmmat galget heivet álgoálbmoga ekonomalaš dillái,

source: kansojen taloudellisiin, sosiaalisiin ja kulttuurioloihin sekä käytännön tarpeisiin.
sme: sosiála ja kultuvrralaš eavttuide ja geavatlaš dárbbuide.

source: Kaikki tätä
sme: Buot iskkadeamit mat gusket

source: alaa koskevat tutkimukset on suoritettava yhteistyössä alkuperäiskansojen kanssa, joiden
sme: dasa, galget čađahuvvot ovttasráđiid álgoálbmogiin, main galgá jerrojuvvot dakkár

source: kanssa on neuvoteltava tällaisten ohjelmien suunnittelemisesta ja toteuttamisesta.
sme: prográmmaid organiseremis ja čađaheamis.

source: Norjan
sme: Norgalaš ráđđehusa

source: hallituksen Indre-Finnmarkin (Sisä-Finnmark) poronhoitajille 1990-luvulla järjestämä
sme: nuppástuhttinprográmma Sis-Finnmárkku boazodoalliid várás, mii čađahuvvui 1990

source: uudelleenjärjestelyohjelma on tyypillinen esimerkki tämän määräyksen piiriin kuuluvasta
sme: logus, lea tiippalaš ovdamearka dakkár oahpahusprográmmain maid dát mearrádus

source: koulutusohjelmasta.
sme: gokčá.

source: ILO-169: n periaatteellisena lähtökohtana on, että alkuperäiskansojen tapoja ja instituutioita
sme: ILO-169 prinsihpalaš vuolggasadji álgoálbmogiid vieruid, árbevieruid ja lágádusaid

source: tulee kunnioittaa ja että alkuperäiskansoilla on oikeus säilyttää ne, elleivät ne ole ristiriidassa
sme: dáfus lea ahte dat galget gudnejahttojuvvot ja ahte álgoálbmogiin lea vuoigatvuohta

source: kansallisessa lainsäädännössä määriteltyjen perusoikeuksien tai kansainvälisesti
sme: dain doaladit. Eaktu lea ahte dat ii boađe nationála riekteortnegiin dahje riikkaid

source: tunnustettujen ihmisoikeuksien kanssa.
sme: gaskasaš olmmošvuoigatvuođaiguin vuostálagaid.

source: Yleissopimuksen 8 artiklassa määrätään, että
sme: Konvenšuvnna artihkkal 8

source: alkuperäiskansojen perinnäistavat ja tapaoikeus on otettava asianmukaisesti huomioon
sme: mearrida ahte govttolaččat galget vuhtiiváldojuvvot álgoálbmoga árbevierut ja

source: kansallisia lakeja ja säädöksiä sovellettaessa.
sme: árbevierrorievttit go nationála lágat ja njuolggadusat geavahuvvojit. Vuođđun

source: Tämä periaate koskee lähtökohtaisesti myös
sme: biddjojuvvo dat vuođđojurdda maid ferte gustot lágaid ja njuolggadusaid

source: lakien ja säädösten laatimista.
sme: ráhkadeapmái.

source: 7.3.4 Maaoikeudet
sme: 7.3.4 Eananvuoigatvuođat

source: Maata ja luonnonvaroja koskevat oikeudet (13−19 artikla) merkitsevät epäilemättä
sme: Eanan- ja resursavuoigatvuođaid mearrádusat (artihkkalat 13-19) ovddastit ILO-169

source: sopimusvaltioille suurinta haastetta ILO-169:n täytäntöönpanon kannalta. Yleissopimuksessa
sme: čađaheamis eahpitkeahttá stuorimus hástalusa geatnegahttojuvvon stáhtaide.

source: tunnustetaan alkuperäiskansojen erityinen yhteys ja suhde omiin maa-alueisiinsa ja se
sme: Konvenšuvdna dohkkeha álgoálbmoga erenoamáš gullevašvuođa ja gaskavuođa

source: erityismerkitys, joka maa-alueilla on alkuperäiskansojen kulttuurille ja henkisille arvoille.
sme: iežaset eananguovlluide, ja eatnamiid erenoamáš mearkkašumi álgoálbmogiid

source: Pohjoismaissa käyty oikeudellinen ja poliittinen keskustelu osoittaa toisinaan esiintyvän
sme: kultuvrii ja vuoiŋŋalaš árvvuide. Davviriikkain rievttálaš ja politihkalaš divaštallamat

source: laajaa erimielisyyttä siitä, kuinka pitkälle valtion velvollisuus tunnustaa alkuperäiskansojen
sme: čájehit gaskkohagaid stuorra sierramielalašvuođa das man muddui stáhta lea

source: maaoikeudet ulottuu. Tämä on tullut selkeimmin esiin Norjan hallituksen tehdessä
sme: geatnegas dohkkehit álgoálbmogiid eananvuoigatvuođaid.

source: koskevista oikeudellisista olosuhteista (Finnmarksloven, Finnmarkin laki) – Ot. prp. (HE) n:o
sme: Dát lea čielgasit boahtán ovdan norgalaš ráđđehusa árvaluvvon lágas Finnmárkku fylkka eatnamiid riekte

source: ILO-169:n määräyksiin liittyviä ongelmia käsitellään tarkemmin yksittäisiä
sme: Čuolbmagihput mat čatnasit ILO-169 eanan- ja resursavuoigatvuođaid gieđahalli

source: ehdotettuja määräyksiä koskevissa huomautuksissa saamelaissopimuksen IV luvussa.
sme: venšuvnna kapihttala IV guđege árvaluvvon mearrádusaide.

source: 7.3.5 Elinkeinotoiminta
sme: 7.3.5 Ealáhusdoaimmat

source: Määräyksillä alkuperäiskansojen oikeudesta omistaa, hallita ja käyttää tarkemmin määriteltyjä
sme: Lassin mearrádusaide mat gieđahallet álgoálbmogiid vuoigatvuođa eaiggáduššat,

source: maa-alueita on merkitystä saamelaisten elinkeinoille, minkä lisäksi yleissopimukseen sisältyy
sme: hálddašit ja geavahit dárkileappot namahuvvon eatnamiid, mat leat deaŧalaččat sámi

source: myös muutamia alkuperäiskansojen perinteisiä elinkeinoja koskevia erityismääräyksiä. 14
sme: ealáhusaide, konvenšuvdna maid siskkilda muhtun erenoamáš mearrádusaid árbe

source: artiklan 1 momentin viimeisessä lauseessa todetaan, että erityistä huomiota on kiinnitettävä
sme: virolaš álgoálbmotealáhusaid birra. Artihkkal 14 nr. 1 maŋimuš cealkka nanne ahte

source: paimentolaiskansojen ja kiertävien viljelijöiden tilanteeseen ryhdyttäessä toimenpiteisiin,
sme: galget erenoamážit váldit vuhtii nomádalaš álbmogiid ja olbmuid dili, sin geas lea

source: joiden tarkoituksena on turvata alkuperäiskansojen oikeus käyttää maa-alueita, joita ne ovat
sme: johtti eanandoallu, go mearridit doaibmabijuid mat galggašedje sihkkarastit

source: perinteisesti voineet käyttää toimeentulonsa hankkimista ja perinteistä elinkeinotoimintaansa
sme: álgoálbmoga vuoigatvuođa geavahit eatnamiid main sis árbevieruideaset mielde lea

source: varten.
sme: leamaš doaibmamušat ja birgenláhki.
